export const Articles = [{
        article_1: {
            name: 'Статья 105 УК РФ (Убийство)',
            result: `Объект – жизнь человека;

    объективная сторона – деяние (действие или бездействие), направленное на причинение смерти другому лицу, общественно опасные последствия в виде смерти другого человека и необходимая причинная связь между ними;
    
    субъективная сторона – вина в форме прямого или косвенного умысла;
    
    субъект преступления – вменяемое физическое лицо, достигшее 14 лет.
    
    Материальный состав`
        },
        article_2: {
            name: 'Статья 106 УК РФ (Убийство матерью новорожденного ребенка)',
            result: `Объект: жизнь рождающегося человека

    объективная сторона – деяние (действие или бездействие) направленное на причинение матерью смерти своему новорожденному ребенку
    
    субъективная сторона – вина в форме прямого умысла
    
    субъект преступления – вменяемое физическое лицо, достигшее 16 лет, мать ребенка, под которой понимается роженица (родильница).
    
    Материальный состав`,
        },
        article_3: {
            name: 'Статья 107 УК РФ (Убийство, совершенное в состоянии аффекта)',
            result: `Объект — жизнь человека.

    Объективная сторона: убийство, совершенное в состоянии аффекта, содержащее указание на два вида виктимного поведения (действия или бездействия) потерпевшего как источники возникновения аффекта у виновного - противоправное и аморальное.
    
    Субъект: физическое, вменяемое лицо, достигшее 16 летнего возраста
    
    Субъективная сторона: вина в форме внезапно возникшего прямого или косвенного умысла.
    
    Материальный состав`,
        },
    },
    {
        article_1: {
            name: 'Ст. 126 УК РФ. Похищение человека.',
            result: `Объект: личная свобода человека и его неприкосновенность.
	
            Объективная сторона: похищение человека, то есть противозаконные умышленные действия, сопряженные с изъятием и перемещением живого человека против его воли в другое место для последующего удержания в этом месте.
	
            Субъект: вменяемое физлицо, достигшее 14 лет.
	
            Субъективная сторона: прямой умысел.
	
            Материальный состав`,
        },
        article_2: {
            name: 'Ст.127 УК РФ. Незаконное лишение свободы.',
            result: `Объект: свобода передвижения и выбора местонахождения.
	
            Объективная сторона: незаконное удержание лица против или помимо его воли в месте, где он находился или куда он пришел добровольно, и его последующая изоляция.
	
    Субъект: физическое вменяемое лицо, достигшее 16 лет.
	
    Субъективная сторона: прямой умысел.
	
    Материальный состав
	
    Ст.127.1 УК РФ. Торговля людьми.
	
    Объект: Личная свобода человека. Возможны факультативные объекты: честь и достоинство, половая неприкосновенность и половая свобода личности; нормальное морально-нравственное, психическое, физическое развитие несовершеннолетнего лица; установленный законом порядок пересечения Государственной границы РФ, документооборота, а также чужая собственность, здоровье, жизнь человека.
	
    Объективная сторона: действия, заключающиеся в купле-продаже человека либо его вербовке, перевозке, передаче, укрывательстве или получении в целях эксплуатации
	
    Субъект: физическое вменяемое лицо, достигшее 16 лет.
	
    Субъективная сторона: прямой умысел.
	
    Материальный состав.`,
        },
    },
    {
        article_1: {
            name: 'Ст. 131 УК РФ. Изнасилование.',
            result: `Объект: половая свобода или неприкосновенность женщины.
	
            Объективная сторона: половая связь с женщиной с применением насилия (угрозой его применения), либо с использованием беспомощного состояния жертвы.
	
    Субъект: лицо мужского пола, достигшее 14 лет.
	
    Субъективная сторона: прямой умысел.
	
    Материальный состав.`
        },
        article_2: {
            name: 'Ст. 132 УК РФ. Насильственные действия сексуального характера.',
            result: `Объект: половая свобода или половая неприкосновенность лица.
	
            Объективная сторона: сексуальный контакт мужчины с мужчиной (мужеложство), женщины с женщиной (лесбиянство), совершение иных действий сексуального характера с применением: насилия, угрозы его применения либо с использованием беспомощного состояния потерпевшего (потерпевшей).
	
    Субъект: физическое вменяемое лицо, достигшее 14 лет.
	
    Субъективная сторона: прямой умысел.
	
    Материальный состав.`
        },
        article_3: {
            name: 'Ст. 133 УК РФ. Понуждение к действиям сексуального характера.',
            result: `Объект: половая свобода.
	
            Объективная сторона: понуждение к половому сношению, мужеложству, лесбиянству или совершению иных действий сексуального характера путем шантажа, угрозы уничтожения, повреждения или изъятия имущества либо с использованием материальной или иной зависимости потерпевших.
	
    Субъект: физическое вменяемое лицо, достигшее 16 лет.
	
    Субъективная сторона: прямой умысел.
	
    Материальный состав.`
        },
    },
    {
        article_1: {
            name: 'Ст. 136 УК РФ. Нарушение равенства прав и свобод человека и гражданина.',
            result: `Объект: честь, достоинство человека, его трудовые права, свобода вероисповеданий и другие закрепленные Конституцией РФ права и свободы, в отношении которых нарушается равенство человека и гражданина.
	
            Объективная сторона: действия, выраженные в дискриминации (нарушении) прав, свобод и законных интересов человека и гражданина в зависимости от расовой, национальной принадлежности, от пола, языка и т. д.
	
    Субъект: физическое вменяемое лицо, достигшее 16 лет.

	Субъективная сторона: прямой умысел.

	Формальный состав.`,
        },
        article_2: {
            name: 'Ст. 137 УК РФ. Нарушение неприкосновенности частной жизни.',
            result: `Объект: Неприкосновенность частной жизни человека. Факультативными объектами могут быть честь, достоинство человека.
	
            Объективная сторона: незаконное собирание или распространение сведений о частной жизни лица, составляющих его личную или семейную тайну, без его согласия либо распространении этих сведений в публичном выступлении, публично демонстрирующемся произведении или СМИ.
	
    Субъект: физическое вменяемое лицо, достигшее 16 лет.
	
    Субъективная сторона: прямой умысел.
	
    Формальный состав.`,
        },
        article_3: {
            name: 'Ст. 138 УК РФ. Нарушение тайны переписки, телефонных переговоров, почтовых, телеграфных или иных сообщений.',
            result: `Объект: тайна переписки, телефонных переговоров, почтовых, телеграфных или иных сообщений граждан.
	
            Объективная сторона: нарушение тайны переписки, телефонных переговоров, почтовых, телеграфных или иных сообщений.
	
    Субъект: физическое вменяемое лицо, достигшее 16 лет.
	
    Субъективная сторона: прямой умысел.
	
    Формальный состав`,
        },
    }
];